[
    {
        "phrase": "Lo que sospechabas es verdad, procura ser amable con ellos, pues esta bondad ayudará a que todo mejore.",
        "author": "Proverbia.net"
    },
    {
        "phrase": "Se te cumplirá un hermoso sueño y veras como otros sueños se hacen realidad.",
        "author": "Proverbio Japones"
    },
    {
        "phrase": "La realidad del ser humano es su pensamiento, no su cuerpo material.",
        "author": "Proverbia.net"
    },
    {
        "phrase": "Te casarás con un atleta profesional. Si las competencias de comer pueden ser consideradas un deporte.",
        "author": "Proverbia.net"
    },
    {
        "phrase": "Valiente es aquel que ama..",
        "author": "Proverbia.net"
    },
    {
        "phrase": "No tienes que ser más rápido que el oso, solo tienes que ser más rápido que el chico más lento que corre de él.",
        "author": "Proverbia.net"
    },
    {
        "phrase": "No te tomes la vida demasiado en serio. No saldrás de ella con vida.",
        "author": "Proverbia.net"
    },
    {
        "phrase": "Mañana puede ser muy tarde para disfrutar lo que tienes hoy.",
        "author": "Ajescudero"
    },
    {
        "phrase": "Cuando busques lo que mas deseas, recuerda hacer tu mejor esfuerzo.",
        "author": "Ajescudero"
    },
    {
        "phrase": "No olvides que un amigo es un regalo que te das a ti mismo.",
        "author": "Ajescudero"
    },
    {
        "phrase": "Alégrate, un camino de hermosas pasiones te espera y debes transitarlo.",
        "author": "Ajescudero"
    },
    {
        "phrase": "Una reputación de mil años puede depender de la conducta de una hora",
        "author": "Proverbio Japones"
    },
    {
        "phrase": "Siente la felicidad que espera por ti y no olvides atraparla para mantenerla contigo.",
        "author": "Ajescudero"
    },
    {
        "phrase": "Alégrate, un camino de hermosas pasiones te espera y debes transitarlo",
        "author": "Ajescudero"
    },
    {
        "phrase": "No todo el mundo puede recibir las mismas cosas. Se practico.",
        "author": "Ajescudero"
    },
    {
        "phrase": "Cualquier tonto puede escribir código que un ordenador pueda entender. Los buenos programadores escriben código que los humanos pueden entender.",
        "author": "Martin Fowler"
    },
    {
        "phrase": "Experiencia es el nombre que todo el mundo da a sus errores.",
        "author": "Oscar Wilde"
    },
    {
        "phrase": "Programar es el arte de decirle a otro ser humano lo que uno quiere que haga el ordenador.",
        "author": "Donald Ervin Knuth"
    },
    {
        "phrase": "La confusión forma parte de la programación",
        "author": "Felienne Hermans"
    },
    {
        "phrase": "Independientemente del campo de trabajo al que quieras dedicarte, es de gran importancia aprender al menos un lenguaje de programación.",
        "author": "Ram Ray"
    },
    {
        "phrase": "El arte de la depuración consiste en averiguar lo que realmente le dijiste a tu programa que hiciera en lugar de lo que pensaste que le dijiste que hiciera",
        "author": "Andrew Singer"
    },
    {
        "phrase": "No comentes el código defectuoso, reescríbelo.",
        "author": "Brian Kernighan"
    },
    {
        "phrase": "Una idea nueva surge de repente y de forma bastante intuitiva, pero la intuición no es más que el resultado de una experiencia intelectual anterior",
        "author": "Albert Einstein"
    },
    {
        "phrase": "Para gestionar eficazmente el desarrollo de productos, debemos reconocer que a lo largo del ciclo de desarrollo llega constantemente información nueva y valiosa. En lugar de permanecer congelados en el tiempo, encerrados en nuestro plan original, debemos aprender a tomar buenas decisiones económicas utilizando esta información emergente.",
        "author": "Donald G. Reinertsen"
    },
    {
        "phrase": "Tratar a los usuarios como co-desarrolladores es la forma más sencilla de mejorar rápidamente el código y depurarlo con eficacia",
        "author": "Eric S. Raymond"
    },
    {
        "phrase": "Primero, resuelve el problema. Después, escribe el código",
        "author": "John Johnson"
    },
    {
        "phrase": "Medir el progreso de la programación por líneas de código es como medir el progreso de la construcción de aviones por el peso",
        "author": "Bill Gates"
    },
    {
        "phrase": "Los programas deben escribirse para que los lean las personas, y sólo incidentalmente para que los ejecuten las máquinas",
        "author": "Harold Abelson"
    },
    {
        "phrase": "Como es posible este suceso",
        "author": "Benjamin Flores"
    }
]